Revit 2027 API
SymbolTypeId.Rad Property
 Symbol rad, indicating unit Radians.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId Rad { get; }
Public Shared ReadOnly Property Rad As ForgeTypeId
	Get
public:
static property ForgeTypeId^ Rad {
	ForgeTypeId^ get ();
}
static member Rad : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
SymbolTypeId Class
Autodesk.Revit.DB Namespace